Repository: Mina-Nabil/revmob
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Dashboard
ar: الرئيسيه

# newRequests
source: New
ar: جديد

source: Pending
ar: في الانتظار

source: Approved
ar: تم

source: Expired
ar: انتهي

source: New Offer
ar: عرض جديد

source: Create Offer
ar: اخلق عرض جديد

source: EGP
ar: ج.م

source: Recent
ar: مؤخرًا

source: Requests
ar: الطلبات

source: Customers
ar: عملاء

source: Notifications
ar: الاشعارات

source: Welcome to
ar: اهلا بك في

source: Hello
ar: مرحبا

source: Top Sales
ar: أعلى المبيعات

source: Recently Added
ar: أضيف مؤخرا

source: Sign in
ar: تسجيل الدخول

source: Join Showroom
ar: الاتحاق بمعرض

source: Log Out
ar: تسجيل الخروج

source: Sign Up
ar: اشتراك

# signUpSeller
source: Sign Up As Seller
ar: اشتراك

# signUpShowroom
source: Create New Showroom
ar: ادخل معرض جديد

# continueText
source: Continue
ar: اكمل

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمه السر

source: Confirm Password
ar: تأكيد كلمه السر

source: Next
ar: التالي

source: Skip
ar: تخطي

source: Accept
ar: موافقه

source: Address
ar: العنوان

# addressHint
source: Your address here
ar: ضع عنوانك

# addPhoto
source: Add a Photo
ar: اضف صوره

source: Full Name
ar: الاسم بالكامل

# mobNumber
source: Mobile No.
ar: رقم التليفون

# fullNameHint
source: Your Name here
ar: ضع الاسم بالكامل

source: Company Name
ar: اسم المعرض

source: City
ar: المدينه

# cityHint
source: Please select your city
ar: من فضلك اختر المدينه

# companyNameHint
source: The Showroom name here
ar: ضع اسم المعرض

# reuploadMsg
source: Oops! Something is wrong.. Please re-upload
ar: حدث خطأ :( من فضلك اعد رفع الصوره

# sellerCreatedMsg
source: Nice! You created a new account
ar: مبروك! لقد سجلت حساب جديد

# showroomCreatedMsg
source: Congratz! You created a new Showroom
ar: مبروك! لقد سجلت معرض جديد

# setBankMsg
source: Bank Info set successfully!
ar: لقد سجلت بيانات الحساب البنكي بنجاح

source: Bank
ar: اسم البنك

source: Home
ar: الصفحه الرئيسيه

source: Offers History
ar: العروض السابقه

source: Settings
ar: الاعدادات

source: Account
ar: الحساب

source: Showrooms
ar: المعارض

source: Seller
ar: بائع

source: Team
ar: الفريق

source: Team Member
ar: عضو

source: Owner
ar: صاحب المعرض

source: Admin
ar: مدير

source: Requested to Join
ar: طلب الاتحاق

source: Invited to Join
ar: مدعو للاتحاق

source: Your Team
ar: الفريق الحالي

# addToSalesTeam
source: Add To The Team
ar: اضف الي الفريق

# totalCarsSold
source: Cars Sold
ar: السيارات المباعه

# totalSales
source: Sales Sum
ar: اجمالي المبيعات

source: Contact Us!
ar: اتصل بنا

source: Pick Models
ar: اختر المودبلات

source: No Users Found
ar: لا يوجد حسابات

source: No Showrooms Found
ar: لا يوجد معارض

source: Pick Colors
ar: اختر الالوان

# inviteToTeam
source: Invite
ar: طلب انضمام للفريق

# submitJoinRequest
source: Join
ar: طلب انضمام للفريق

# cancelRequest
source: Requested
ar: الغاء الطلب

# bankHint
source: The Bank Name and branch here
ar: ضع اسم البنك و الفرع

# emailHint
source: Your email here
ar: ضع بريدك الالكتروني

# emailTaken
source: This email address is taken
ar: هذا البريد الالكتروني غير متاح

# phoneTaken
source: This Phone Number is taken
ar: هذا الرقم غير متاح

# passwordHint
source: Your Password here
ar: ضع كلمه السر

# setAsDefaultOffer
source: Set as Default Offer for this car
ar: احفظ هذا العرض للمستقبل

# bankAccountName
source: Account Holder Name
ar: اسم مالك الحساب البنكي

# bankAccountNameHint
source: The Bank Account Holder Name here
ar: ضع اسم مالك الحساب البنكي

# bankAccountNumber
source: The Bank Account Number
ar: رقم الحساب البنكي

# bankAccountNumberHint
source: The Bank Account Number here
ar: ضع رقم الحساب البنكي

# ibanHint
source: The Bank Account (IBAN) number here
ar: ضع رقم الحساب البنكي الدولي(IBAN) هنا

# emailMsg
source: Please enter a valid email
ar: من فضلك ادخل بريد الكتروني سليم

# identifierNotFound
source: Field not found in database
ar: لم نجده في قاعده البيانات

# loggedInMsg
source: Nice! You are logged in!
ar: انت الان متصل بنجاح

# alreadySignedIn
source: You are already Signed In ;)
ar: انت الان متصل بنجاح

source: Reset
ar: اعاده ضبط

source: Done
ar: تم

source: Apply
ar: طبق

source: Congratulations
ar: مبروك

source: Comment
ar: التعليق

# commentHint
source: Type your notes
ar: اكتب تعليقك

source: From
ar: من

source: To
ar: الي

source: Price
ar: سعر

# priceFormHint
source: Insert Price
ar: ادخل السعر

# minDownpayment
source: Min. Reservation Payment
ar: الحد الادني لمبلغ الحجز

# minDownpaymentHint
source: Insert Amount
ar: ادخل المبلغ

source: Motor
ar: الموتور

source: Gears
ar: النقلات

# carFoundInCatalogMsg
source: Car already found in Catalog
ar: السياره متوفره في الكاتالوج

source: Transmission
ar: ناقل الحركه

source: Fuel
ar: الوقود

# literPerKm
source: Liter / 100Km
ar: معدل حرق الوقود \ ١٠٠ كم

source: Top Speed
ar: السرعه القصوي

source: Year
ar: السنه

source: Horse Power
ar: قوه الحصان

source: Origin
ar: بلد المنشأ

source: Acceleration
ar: معدل التسارع

source: Car Length
ar: طول السياره

source: Car Width
ar: عرض السياره

source: Car Height
ar: ارتفاع السياره

source: Ground Clearance
ar: الارتفاع عن الارض

source: Rims
ar: چنط

source: Dimensions
ar: ابعاد السياره

source: Torque
ar: عزم الموتور

source: No
ar: لا

# areYouSure
source: Are you sure you want to
ar: هل انت متأكد انك تريد

# removeCarQuestion
source: remove the selected Car
ar: ازاله السياره

source: Please Confirm
ar: تأكيد

source: Confirm
ar: تأكيد

# sameColor
source: Same Colors
ar: الالوان متطابقه

# otherColors
source: Other
ar: الوان اخري

source: Colors
ar: الالوان

source: Details
ar: التفاصيل

source: Filters
ar: ابحث

source: Brands
ar: الماركات

source: Models
ar: الانواع

source: Categories
ar: الفئات

source: No Cars
ar: لا يوجد سيارات

# emptyCarsList
source: No Cars Selected? Please pick some cars
ar: يبدو انه لا يوجد سيارات

# noCarsCaption
source: Seems like you haven't added any cars yet
ar: يبدو انه لا يوجد سيارات

# noOffersSub
source: Oops.. nothing found here
ar: يبدو انه لا يوجد عروض

# noCustomersSub
source: Seems like you haven't any customers yet
ar: يبدو انه لا يوجد عملاء

# letsAddCars
source: Let's Add Some
ar: اضف سيارات

source: Add Cars
ar: اضف سيارات

# cantAddCarsMsg
source: Car with no colors? Please select colors for all cars
ar: يجب اختيار الوان لكل السيارات

source: Car Catalog
ar: قائمة السيارات

source: My Catalog
ar: قائمة سياراتي

source: Back
ar: العوده

source: Search
ar: ابحث

# searchAllSellers
source: Search all Revmo Sellers
ar: ابحث في كل بائعين ريڤمو

# noOffers
source: No Offers Found
ar: لا يوجد عروض

source: No Customers
ar: لا يوجد عملاء

source: Cancel
ar: الغاء

# isloan
source: Loan Option Included?
ar: قسط؟

source: Update Colors
ar: تعديل الالوان

source: Remove Car
ar: احذف السياره

# egCurrency
source: EGP
ar: ج.م

# cantLogin
source: Incorrect Info :( Please try again
ar: البيانات غير صحيحه .. من فضلك حاول مجددا

# fieldReqMsg
source: This field is required
ar: هذه الخانه مطلوبه

# downPaymentLessThanPriceMsg
source: Downpayment less than the price ? Maybe Something is wrong
ar: الدفعه المقدمه اقل من السعر .. برجاء التحقق

# numberInvalidMsg
source: Please enter a valid Number
ar: من فضلك ادخل رقم سليم

# mobInvalidMsg
source: Please enter a valid Mobile Number
ar: من فضلك ادخل رقم تليفون سليم

# fullNameMin2Msg
source: The full name field should include min. two names
ar: من فضلك ادخل على الاقل اسمان

# any6MinLength
source: The minimum length is 6
ar: من فضلك ادخل علي الاقل ٦ احرف

# any11MinLength
source: The minimum length is 11
ar: من فضلك ادخل علي الاقل ١١ احرف

# confirmPasswordMsg
source: Passwords are not the same
ar: كلمات السر ليست متطابقه

# fullNameLengthOverMsg
source: Name too long, the max length is 60
ar: الاسم طويل, من فضلك ادخل علي الاكثر ٦٠ حرف

# forgotPasswordMsg
source: Forgot Password
ar: هل نسيت كلمه السر؟

# noAccountQ
source: If you don't have an account
ar: ليس لديك حساب؟

# signUpStep_ContactInformation
source: Contact Information
ar: بيانات التواصل

# signUpStep_CompanyDetails
source: Company Details
ar: بيانات الشركه

# signUpStep_PaymentDetails
source: Payment Details
ar: بيانات المدفوعات

# signUpStep_AccountVerfication
source: Account Verification
ar: تأكيد البيانات

# checkConnection
source: Please check the Internet Connection
ar: يرجي التأكد من الاتصال بشبكه الانترنت

# serverIssue
source: Server Issue, Please try again
ar: يوجد عطل ما! برجاء التحقق مره اخري

# slogan
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum vulputate sapien at tellus scelerisque, non ornare ante elementum. Mauris commodo urna magna, ac eleifend magna scelerisque ut.
ar: هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها.

# badInternet
source: It seems your Internet is slow or not working !
ar: يبدو أن الإنترنت الخاص بك بطيء أو لا يعمل!

# again
source: Try Again
ar: حاول مرة أخرى

source: Sort By
ar: صنف حسب

source: Creation Date
ar: تاريخ الإنشاء

source: Expiry Date
ar: تاريخ الإنتهاء

source: Price high to low
ar: السعر الاعلى الى الادنى

source: Price low to high
ar: السعر الادنى الى الاعلى

# extendAllOffers2days
source: Extend all offers for 2 days
ar: تمديد جميع العروض لمدة يومين

source: Cancel Offer
ar: إلغاء العرض

source: Extend Offer For 2 Days
ar: تمديد العرض لمدة يومين

source: Expires in
ar: ينتهي في

source: Days
ar: أيام

source: Starting Price
ar: يبدأ من
